docs/posts/2015-05-21-in-praise-of-an-unsafe-education.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 25, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>In Praise of an Unsafe Education</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">In Praise of an Unsafe Education</h1>
<p class="subtitle" role="doc-subtitle">May 21, 2015</p>
</header><p>
I was excited to see an excerpt from Neil Gaiman&rsquo;s new book recently in <a href="http://www.usatoday.com/story/life/books/2014/10/23/neil-gaiman-trigger-warning-cover-excerpt/17719799/%20"><i>USA Today</i></a>, explaining why he chose &ldquo;Trigger Warning&rdquo; as the title. It didn&rsquo;t strike me that the title could be controversial until I saw this <a href="https://twitter.com/skinnygrlsfloat/status/561365292693999617">tweet</a> asking why he chose such a &ldquo;thoughtless and insensitive title.&rdquo;
  It&rsquo;s no surprise that such accusations prompted a rather thoughtful and sensitive response from Gaiman, one of my favorite authors.
</p>
<section id="outline-container-orge3ce2e8" class="outline-2">
<h2 id="orge3ce2e8">Trigger Warnings</h2>
<div class="outline-text-2" id="text-orge3ce2e8">
<p>
A trigger warning is a statement that a film or work of literature portrays  scenes that some may find disturbing, especially for those who have experienced similar events themselves. Like Gaiman, I have conflicted feelings about trigger warnings.
</p>

<p>
On one hand, we ought to be sensitive to the emotional needs of others. Several years ago, I was at a conference with an Army colleague who had lost friends in the Korangal Valley of Afghanistan. When the speaker began showing clips from the documentary <i>Restrepo</i>, I watched my colleague appear increasingly uncomfortable.  From her reaction, I don&rsquo;t think she was prepared to relive those experiences, especially in public.
</p>

<p>
On the other hand, it seems that many of the trigger warnings used today in higher education, or at least Christian higher education, are not used to protect those who have had disturbing experiences in the past. Instead, they are used to protect innocent minds from having particular kinds of experiences at all, like hearing vulgar speech or seeing a nude body. Such trigger warnings are concessions to those who want education to be safe, and students to be protected from the vulgar, profane, and offensive.
</p>
</div>
</section>
<section id="outline-container-org0581071" class="outline-2">
<h2 id="org0581071">Safe Christian Education?</h2>
<div class="outline-text-2" id="text-org0581071">
<p>
The world, though, is often vulgar, profane, and offensive, and to portray it otherwise is a lie. It is impossible for students to receive a Christian education and never encounter the world as it, for a Christian education in which students never encounter accounts of violence, drunkenness, and rape would be a Christian education in which students never read Genesis — that is, it would not be a Christian education at all.
</p>

<p>
Trigger warnings serve two purposes. First, they give students the opportunity to opt out of engaging the material. Second, they give students the opportunity to mentally and emotionally prepare themselves for the disturbing material that lay ahead. To do the former is to opt out of an education, but what could be wrong with the latter?
</p>

<p>
There are some events to which the only appropriate emotional responses are shock and horror. To portray these events in ways that do not elicit shock and horror is to do so in a way that ensures that students fail to have the appropriate moral responses. So, in an effort to avoid emotional harm to students, we have caused moral harm instead. Our goal in Christian education should not be to sanitize the world, but to encounter it as it is in the context of a community of love and grace.
</p>

<p>
As God&rsquo;s creation, the world is filled with examples of beauty and grace, but in its present fallen state, it is also filled with examples of cruelty and horror. To portray only the horror is to leave students in cynicism and despair; to portray only the beauty is to leave students in gullible idealism and naiveté. Neither genuinely prepares students to deliver the gospel of Christ to a beautiful, yet broken, world.
</p>
</div>
</section>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 25, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
